<?php
/**
 * Russian language file
 * @author Demuri Celidze (demuri.lv)
 * @package p01-contact
 */
$p01contact_lang = array(
// fields
'name'    => 'Ваше имя',
'email'   => 'E-mail',
'address' => 'Почтовый адрес',
'phone'   => 'Номер телефона',
'website' => 'Сайт',
'subject' => 'Тема',
'message' => 'Сообщение',
'file'    => 'Прикрепить файл',
'captcha' => 'Код безопасности',
'reload'  => 'Обновить',
'fieldcaptcha' => 'Пожалуйста, <b>не заполняйте</b> следующее поле :',
'askcopy' => 'Отправить мне копию этого сообщения',
'send'    => 'Отправить',

// email words
'askedcopy'=> 'Копия этого сообщения была запрошена',
'nofrom'   => 'Анонимно',
'nosubject'=> '(Без темы)',
'fromsite' => 'Отправитель:',
'sentfrom' => 'Этот e-mail был отправлен с',
        
// status messages
'sent'    => 'E-mail отправлен.',
'error'   => 'Ошибка: сообщение не было отправлено.',
'disable' => 'Контактный плагин отключен.',
'target'  => 'Не указан получатель.',
'token'   => 'Сообщение уже отправлено.',

// fields errors
'field_required'=> 'Обязательное поле',
'field_email'   => 'Неверно указан e-mail адрес',
'field_phone'   => 'Неверно указан номер телефона',
'field_website' => 'Неверно указан веб-адрес',
'field_message' => 'Ваше сообщение слишком короткое',
'field_captcha' => 'Код безопасности не соответствует отображённому',
'field_fieldcaptcha' => 'Пожалуйста, не заполняйте это поле',
'field_password'=> 'Неправльный пароль',

// configuration panel

'config_title' => 'Настройки p01contact',

// messages
'config_updated' => 'Изменения успешно сохранены.',

'config_error_open' =>
'<b>Невозможно открыть файл конфигурации.</b> 
Проверьте, существует ли файл и правильны ли настройки прав :',

'config_error_modify' => 
'<b>Невозможно изменить файл конфигурации.</b> 
Проверьте, правильны ли настройки прав :',

// New release alert
'new_release' => 'Это новая версия!',
'download' => 'Загрузить новейшую версию',

// Links
'doc' => 'Документация',
'forum' => 'Форум',

// Parameters
'enable'     => 'Включено',
'enable_sub' =>
'Включить или выключить отправку сообщения (сама контактная форма не исчезайет с сайта).',

'default_email'     => 'Адрес e-mail по умолчанию',
'default_email_sub' => 'Оставьте пустым, чтобы указать ',

'lang'     => 'Язык',
'lang_sub' => 'Язык по умолчанию — ',

'default_params'     => 'Настройки по умолчанию',
'default_params_sub' =>
'Структура по умолчанию. Используйте синтаксис, описанный в документации.',

'message_len'     => 'Минимальная длина сообщения',
'message_len_sub' => 'Минимальное количество символов в сообщении.',

'checklists'     => 'Поля чеклистов',
'blacklist'      => 'Черный список',
'whitelist'      => 'Белый список',
'checklists_sub' =>
'Черный список : если пользователь укажет такие значения, он не сможет отправить сообщение.<br />
Белый список : сообщение смогут отправить лишь те пользователи, которые укажут такие данные.<br />
Разделяйте значения запятыми.',

'general_fields' => 'Основные поля',
'special_fields' => 'Специальные поля',

'debug'     => 'Отладочный режим',
'debug_sub' =>
'Отключает отправку почты, показывает структуру данных плагина в теле страницы, POST-отправка данных, сообщение никуда не отправляется.',
'debug_warn'=> 'Не включайте это на сайте, доступном публично!'
);
?>
